{
  "title": "Perfect Counter - Home",
  "slider1_title": "Leading the way forward",
  "slider1_desc": "Perfect counter is a provider of diverse and comprehensive, purposeful designed products and services and boasts an impressive portfolio of large scale projects different clients.",
  "slider2_title": "Exemplary expertise in end-to-end construction",
  "slider2_desc": "Your dream construction project and its requirements are fulfilled here. We care your needs wholeheartedly.",
  "slider3_title": "We believe on quality and reliability ",
  "slider3_desc": "Perfect counter sincerely believe that reputation is built on quality. We provide both quality and quantity satisfying your expectations.",
  "slider4_title": "Our foundations are on innovation and quality ",
  "slider4_desc": "Delivering quality services and products is our identity. Reach us if you are search of innovative construction side materials or your technical machinery needs mending.",
  "slider5_title": "Never matched technical services and equipment provider",
  "slider5_desc": "Our technical support and industry standard imported electronics products are matchless. Electrical and electronic equipment are made workable effectively.",

  "about_us": "Welcome to the website of Perfect Counter Contracting Company",
  "sub_title": "Where we bring your visions to life",
  "about_paragraph1": "We are delighted to have you visit our company website. Our main goal is to assist our clients in achieving their ambitious goals by offering exceptional Manpower, Contracting, Equipment, and Trading services.",
  "about_paragraph2": "Our prime objective is to support our clients by providing high-quality services that enable them to complete their projects ahead of schedule. We strive to meet and exceed their expectations and help them achieve their ambitious goals.",
  "read_more": "Read more",

  "area_of_expertise": "Our Area of Expertise",
  "expertise_para": "At Perfect Counter Contracting, we are a full-service construction contractor with the capability to handle projects of all sizes. From simple renovations to major overhauls, our team of experts can ensure that your project is completed on time and within budget. We pride ourselves on utilizing a professional team that is dedicated to quality and customer satisfaction",
  "workforce": "Workforce",
  "workforce_para": "Matching skilled and competent employees with companies.",
  "trading": "Trading",
  "trading_para": "Providing top-quality industrial materials that meet international standards.",
  "equipments": "Equipments",
  "equipments_para": "Offering equipment rental options for short and medium-term needs.",
  "contracting": "Contracting",
  "civil": "Civil",
  "electronics": "Electronics",
  "elecrical": "Elecrical",
  "mechanical": "Mechanical",

  "product_services": "PRODUCTS / SERVICES",
  "what_we_offer": "What We Offer",

  "service1_title": "Electronics equipments",
  "service1_desc": "High-quality electronics equipments from Perfect Counter Contracting for a range of applications. Our products offer durability and reliability, making them ideal for use in a variety of industries.",
  "service2_title": "CCTV Cameras",
  "service2_desc": "CCTV products offer top-quality security for businesses. Features include HD cameras, remote viewing, and motion detection.",

  "service3_title": "Skillful engineers and unskills workers",
  "service3_desc": "Expert Engineers are responsible for planning, designing and managing the construction of various structures, while unskilled workers assist on site by performing various physical tasks.",

  "service4_title": "Construction Equipment / Support",
  "service4_desc": "We offer Construction machinery maintenance, repair, and upkeep, including bulldozers, excavators, cranes, excavator, steel and backhoes.",
  "service5_title": "Cement",
  "service5_desc": "The applications of cement over various fields of construction have made it an unavoidable construction component. It presents great resistance to cracking and shrinkage.",

  "Projects": "PROJECTS",
  "work_we_have_done": "Work we have done",

  "project1_title": "King Abdullah Financial Distric project",
  "project1_desc": "The project involves Civil & Structural Works which includes Workforce, HSE support, concrete, rebar, form work, & Scaffolding. Contracting Electrical, Electronics Works, Furniture, & Equipment, IT, Telephone & Data Project.",
  "project1_desc1": "The project involves 59 towers in an area of 1.6 million square meters. It will provide more than 3 million square meters of space for various uses, 62,000 parking spaces and accommodation for 12,000 residents..",

  "project2_title": "Riyadh Metro (Line - 4 ,5 & 6) Project",
  "project2_desc": "Provide manpower, HSE support, Civil, structure works, concrete, scaffolding, electrical & equipment supply. The construction of lines 4, 5 and 6 of the Riyadh metro comprises 64 kilometers of which 22.6 are underground.",
  "project2_desc1": "",

  "project3_title": "Riyadh Art Project",
  "project3_desc": "Participate with main contractors and provide support for workforce, HSE , Contracting, equipment supply and Electronics related works.",
  "project3_desc1": "Riyadh Art project is one of Riyadh’s Four Megaprojects launched by the Custodian of the Two Holy Mosques, King Salman Bin Abdulaziz, on 19 March 2019. The project will be a milestone that contributes to fulfilling a key goal of the Saudi Vision 2030 to promote Riyadh’s position among the world’s most livable cities.",

  "project4_title": "XP music conference & sound storm project.",
  "project4_desc": "Provide workforce, HSE support and participate with the main contractor to facilitate Event activities by provoded skill and unskill workes. Installation of the stage, sound system, setting area preparation and electrical and electronics support.",
  "project4_desc1": "MDLBEAST XP Music Futures and Soundstorm are part of the “loudest weekend” on the music scene in Riyadh, and pretty much in the Saudi Arabia. XP Music Futures is a one-of-a-kind event that brings together people and talent from the music industry with forward-thinking programming.",

  "project5_title": "SERAAT EL ENJAZ  PRODUCTION  (The SAUDI CUP project)",
  "project5_desc": "The Saudi Cup is the social and sporting highlight of The Kingdom’s burgeoning events calendar and combines the best of fashion, culture, lifestyle and family entertainment with the thrilling world of international horse racing.",
  "project5_desc1": "In this project we provide HSE support, workers, Involves of Civil & Structural works which includes, concrete, rebar, form work, & Scaffolding.",

  "project6_title": "FLAMINCO BEACH YANBU",
  "project6_desc": "Provide HSE support, workforce, installation of concrete foundation, steel structure, lighting system and materials.",
  "project6_desc1": "Flamingo Beach is located near the Roman Theater on the Yanbu waterfront, and it is a favorite attraction for many people, due to its distinctive atmosphere and wonderful and luminous statues of the cute flamingo bird, in addition to hosting many activities,",

  "project7_title": "Abeer Medical Center Riyadh (Electronics & Electrical Project)",
  "project7_desc": "Electrical wiring and install control panel in the reception. Repairing old UPS , CCTV cameras and lot of power supply/PCB boards. and install new UPS system for the Xray department section.",
  "project7_desc1": "",

  "project8_title": "Al Imtiaz agriculture company (Electrical Project)",
  "project8_desc": "Installation ATS panels for all green houses, repair green house roof and renovate the cooling and pipe system, rewinding all electrical motors, installation of electrical motors and water system.",
  "project8_desc1": "",

  "project9_title": "Khaldoon factory for steel furniture",
  "project9_desc": "Repaired siemens drives, power supply, temperature controller, elevator PCB board, welding modules & UPS. | Supply simons drive vf-d drive",
  "project9_desc1": "",

  "Trusted_by_Clients": "Trusted by Clients",
  "trusted_desc": "Our customers are the reason we come to work each day. They are dynamic, knowledgeable, and always pushing us to be better.",

  "contact": "CONTACT",
  "reach_us": "Reach us",
  "get_in_touch": "Get in touch"
}
