{
  "title": "Services",
  "our_services": "Our Services",
  "our_services_desc": "Perfect Counter Contracting caters to both public and private sectors, handling projects of all sizes. We strive to deliver efficient and comprehensive service and achieving successful results for all clients. Our team is carefully selected for their attitude, skills, competency and aptitude.",
  "careful_planning​": "Careful Planning​",
  "careful_planning_desc​": "Executing tasks with extreme care and attention.",
  "timely_completion": "Timely completion",
  "timely_completion_desc": "Complete the assignment on time and in accordance with the timetable.",
  "perfect_performance​": "Perfect performance​",
  "perfect_performance​_desc": "Break the project down, get to work, collaborate, and finish it.​",
  "reasonable_prices": "Reasonable Prices",
  "reasonable_prices_desc": "Competitive pricing and effective, complete service",
  "our_areas_of_expertise": "Our Areas of Expertise",
  "our_areas_of_expertise_desc": "Perfect Counter Contracting is committed to professionalism and quality. We excel in our dedication to hard work, delivering high-quality results",
  "equipments": "Equipment's",
  "equipments_desc": "We supply short and medium-term rental equipment, engines, and generators for various industries such as construction, mining, industrial, petroleum, and maintenance services. Also provide electronics equipment such as (VFD drives, Siemens Drive, HMI, CCTV cameras, Radios, UPS, Baggage scanner & electrical items (Lighting, cables, ATS panel). Our equipment can be used for commercial, residential, or municipal projects, as well as specialized service industries or DIY undertakings. We continuously update our fleet to provide you with the latest equipment options.",
  "trading": "Trading",
  "trading_desc": "We efficiently attend to the demands of our clients throughout the Kingdom. Perfect Counter Contracting Trading is regarded as a top provider of industrial supplies and has through the years come to be synonymous with high-quality materials that meet worldwide requirements. To ensure complete satisfaction, we have been offering our customers exceptional products along with a highly qualified and experienced work team.",
  "workforce": "Workforce",
  "workforce_desc": "We provide a variety of Support services for Technical and Non-Technical Workforce Services in Construction, General Contracting, Industrial Operations and Maintenance, Human Resources, Janitorial and General Services. Our experienced consultants offer customized solutions to meet the specific needs of both job seekers and clients.",
  "civil_electrical_electronics_mechanical": "Civil, Electrical, Electronics & Mechanical",
  "para1": "Perfect Counter Contracting's contracting division offers full-service industrial solutions for projects of all sizes, from simple renovations to major overhauls. Our team of experts can deliver on budget and on time, utilizing new and updated equipment. We have a professional team that is dedicated to quality and customer satisfaction, and we prioritize safety in all of our operations.",
  "civil": "CIVIL",
  "civil_desc": "Expertise in Pre-engineered steel building construction, Fencing installations, Concrete construction, repairs, and erections, Specialized floor coating and Earthworks.",
  "elecrical ": "ELECTRICAL ",
  "elecrical_desc ": "Electrical set up and rewiring. Electrical panel installation, upgrading, and replacement.Whole house surge protection. Outlet installation and repair. Ceiling fan installation and repair. All lighting requirements – fixture installation, replacement, and repair. Smoke and carbon monoxide detector installations. Exhaust fan installations.Pool and hot tub wiring. Electrical safety inspections All electrical maintenance and repairs.",
  "electronics": "ELECTRONICS",
  "electronics_desc": "Providing high-quality and reliable solutions for all your electronic needs, such as supply, repairing and maintenance for (Siemens drives, VFD drives, Mitsubishi drives, HMI, PCB boards, Modules, UPS, Radios, CCTV cameras, Baggage Scanner, power supply, CNC machines, Industrial equipments, communication systems)...",
  "mechanical": "MECHANICAL ",
  "mechanical_desc": "Expertise in Fire Fighting, installation and maintenance of piping systems (Water, Wastewater, Natural Gas, Compd. Air) for both industrial and residential buildings, Ductwork installation, and Chilled Water Systems.",
  "Electronics_Expertise_and_Offerings": "Electronics Expertise and Offerings",
  "bringing_your_dreams": "Bringing your dreams and visions to life",
  "electronics_expertise_desc1": "We are dedicated to providing high-quality and reliable solutions for all your electronic needs, We offer a variety of services, (Supply, Installation, Repair & maintenance) for industrial electronic repair, Siemens drive, siemens PLC, Siemens HMI, Siemens power supply, ABB drives, ABB HMI, ABB PLC, ABB HMI, VFD drive, HMI, Allen Bradley, Schneider PLC, HMI, Lenze Drive, servo motor repair, AC and DC motor repair, Monitoring systems, PLC’s, UPS’s, Drives, Radios, Radars, Different PCB’s and Products, Frequency, Convertors, Inverters, Interfaces, Servo motors, Generators, Optical electronic systems, CCTV Products, Elevator Control cards, RF amplifiers, X ray Machines, SCANNING MACHINES, Metal detectors and walk through gates., Gate barriers, Industrial cooling & AC system, Battery charges. and on-site electronics services.",
  "electronics_expertise_desc2": "COMMUNICATION SYSTEMS. RADAR SYSTEMS. RADIOS. EW SYSTEMS.ROBOTIC SYSTEMS. SURVEILLANCE SYSTEMS. ENCRYPTION SYSTEMS. CYBER SECURITY SYSTEMS. INTELLIGENCE SYSTEMS. CCTV SYSTEMS. SMART SYSTEMS. Our team has the skills and experience to troubleshoot and repair a wide range of electronic equipment, ensuring that your machinery is running smoothly and efficiently."
}
