{
  "title": "Support",
  "customer_support": "Customer Support",
  "howcanwehelp": "How can we help!",
  "intro_para1": "We are Saudi Arabia based company providing best of our services in construction and electronics products provider. We work hard to adhere to strong values, high business ethics, and professionally proven results.",
  "intro_para2": "Perfect counter provides wide variety of electronics products supply, electronics equipments installation, upgradation, maintenance in essence we will make your electronics products form non- functional to properly functional. In area of construction we provide both material and support in term of skilled and unskilled workers supply along with Events industrial, General contracting, industrial operation and Shutdown Maintenance.",
  "intro_para3": "We care about our human resources, workplace safety and environmental safety and believe that health and safety is our top priority. Range of health and safety services are provided including safety management personnel and materials.",
  "intro_para4": "We have the resources and expertise to handle and deliver to more than clients expectations. Mainly our services and products are categorized as",

  "construction_side": "Construction Side",
  "construction_para": "We have lots of talented, trained, creative and skilled and highly civilized unskilled labor to be unlashed on demand. In skilled manpower we supply HSE Manger, HSE Supervisor, Safety officer, Safety Manger, Painter, Security guard etc",

  "technical_side": "Technical Side",
  "technical_para": "We are specialized in the Supply, installation, repair, calibration, and maintenance for all types of electronics devices, Siemens drive, Mitsubishi Drive, Tension controller, Temperature controller and many more. We carry repairs for PCBs up to component level",

  "material_supply": "Material Supply",
  "material_para": "We provide Industry standard materials for construction such as Steel Cement Concrete and best solution for safety like Safety boots, Safety jackets, helmet, Protective gloves, Safety cone Knee pads and many more.",

  "more": "more",
  "name": "Name",
  "enter_your_name": "Enter your name",
  "email": "Email",
  "enter_your_email": "Enter your email",
  "what_would_you_like_to_talk_about": "What would you Like to Talk about?",
  "enter_topic_name": "Enter topic name",
  "organization": "Organization:",
  "enter_organization_name": "Enter organization name",
  "phone": "Phone#:",
  "enter_your_phone_number": "Enter your phone number",
  "subject": "Subject:",
  "enter_subject": "Enter subject",
  "message": "Message:",
  "enter_your_message_here": "Enter your message here",
  "submit": "Submit"
}
