{
  "about_us": "معلومات عنا",
  "What_We_Do": "الذي نفعله",
  "Perfect_Counter_Contracting": "الكمال كاونتر للمقاولات",
  "what_we_do": "يعمل كوكيل لعدد من الشركات السعودية ، ويكمل احتياجات المشروع من خلال توفير موظفين مؤهلين تأهيلا عاليا ومتمرسين في تجارة المعدات البشرية. تتمتع فرق العمل المتخصصة لدينا بمهارات عالية ومتخصصة في إدارة مشاريع البناء بعناية فائقة لقضايا السلامة مع الالتزام بجميع المعايير المالية والجدولة. نظرًا لأننا نقدم باستمرار لموظفينا الأدوات التي يحتاجون إليها للحصول على ملكية تجربة العملاء والتقدم على الصعيدين الشخصي والمهني ، فإننا فخورون بشكل خاص بسجل السلامة الطويل الأمد لدينا. شركة من الدرجة الأولى تأسست مع موظفين من الدرجة الأولى.",
  "Professional_Specialist": "أخصائي محترف",
  "Brilliant_Ideas": "أفكار رائعة",
  "Precise_Builders": "بناة دقيقة",
  "24/7_Assiatance": "24/7 المساعدة",
  "Working_Together": "العمل سويا",
  "working_together_desc": "كما هو موضح في قيمنا التجارية ، تسعى شركة Perfect Counter Contracting للتعامل مع الموردين والمقاولين الذين يعملون بمسؤولية من حيث الاقتصاد والبيئة والمجتمع. نحن نقدم الحلول التي تساعد عملائنا في تحقيق أهداف مشاريعهم وإنتاجهم بالتعاون مع شركائنا. منذ البداية ، كان نجاحنا مدفوعًا بتنوع وتفاني القوى العاملة لدينا.",
  "Our_Mission_Vision_Values": "مهمتنا ورؤيتنا وقيمتناs",
  "Mission": "مهمة",
  "mission_desc": "لتقديم قوة عاملة ومعدات وموارد تجارية عالية الجودة للعميل في جميع أنحاء المملكة العربية السعودية. تعمل خدماتنا على تمكين الأفراد من خلال العمل الهادف الذي يؤدي إلى حياة أكمل ، ومؤسسات أقوى ومجتمعات أفضل",
  "read_more": "اقرأ أكثر",
  "Vision": "رؤية",
  "vision_desc": "أن تكون بمثابة جسر وموجه بين العملاء والموظفين لمساعدتهم على تحقيق هدفهم الإنتاجي. من أجل أن يتم التعرف على شركة Perfect Counter Contracting كأفضل شركة توظيف وأكثرها شهرة في المجالات التي نخدمها. أن ينظر إليها عملاؤنا وزملائنا وشركائنا في العمل كمستشار موثوق به",
  "Values": "قيم",
  "values_desc": "نحن نعتني بالناس والبيئة المساءلة - ونحن نعمل نحو أهدافنا. الإرث يعني التأثير على حياة الآخرين ، غير عادي - في كل ما نقوم به من المساواة - ننمي جميعًا التعاطف معًا - نشعر بالمشاعر ونستجيب بشكل مناسب"
}
