{
  "title": "العداد المثالي",
  "slider1_title": "نقود الطريق إلى الأمام",
  "slider1_desc": "بيرفكت كاونتر هي شركة تقدم منتجات وخدمات متنوعة وشاملة وذات تصميم هادف وتفتخر بمجموعة رائعة من المشاريع الكبيرة الحجم للعملاء المختلفين.",
  "slider2_title": "خبرة نموذجية في البناء الشامل",
  "slider2_desc": "مشروع البناء الذي تحلم به ومتطلباته يتم تحقيقها هنا. نحن نهتم باحتياجاتك بكل إخلاص.",
  "slider3_title": "نحن نؤمن بالجودة والموثوقية ",
  "slider3_desc": "يعتقد العداد المثالي بصدق أن السمعة مبنية على الجودة. نحن نقدم الجودة والكمية لتلبية توقعاتك.",
  "slider4_title": "أسسنا على الابتكار والجودة",
  "slider4_desc": "تقديم خدمات ومنتجات عالية الجودة هو هويتنا. يمكنك الوصول إلينا إذا كنت تبحث عن مواد جانبية مبتكرة للبناء أو إذا كانت أجهزتك الفنية بحاجة إلى إصلاح.",
  "slider5_title": "عدم مطابقة الخدمات الفنية ومزود المعدات",
  "slider5_desc": "دعمنا الفني ومنتجات الإلكترونيات المستوردة القياسية للصناعة لا مثيل لها. أصبحت المعدات الكهربائية والإلكترونية قابلة للتطبيق بشكل فعال.",

  "about_us": "مرحبا بكم في موقع شركة بيرفكت كاونتر للمقاولات",
  "sub_title": "حيث نأتي برؤيتك إلى الحياة",
  "about_paragraph1": "يسعدنا زيارتك لموقع شركتنا. هدفنا الرئيسي هو مساعدة عملائنا في تحقيق أهدافهم الطموحة من خلال تقديم خدمات استثنائية للقوى العاملة والمقاولات والمعدات والتجارة.",
  "about_paragraph2": "هدفنا الرئيسي هو دعم عملائنا من خلال تقديم خدمات عالية الجودة تمكنهم من إكمال مشاريعهم قبل الموعد المحدد. نسعى جاهدين لتلبية وتجاوز توقعاتهم ومساعدتهم على تحقيق أهدافهم الطموحة.",
  "read_more": "قراءة المزيد",

  "area_of_expertise": "مجال خبرتنا",
  "expertise_para": "في بيرفكت كاونتر للمقاولات ، نحن مقاول إنشاءات كامل الخدمات ولدينا القدرة على التعامل مع المشاريع من جميع الأحجام. من التجديدات البسيطة إلى الإصلاحات الرئيسية ، يمكن لفريق الخبراء لدينا التأكد من اكتمال مشروعك في الوقت المحدد وفي حدود الميزانية. نحن نفخر بأنفسنا لاستخدام فريق محترف مكرس للجودة ورضا العملاء",
  "workforce": "القوى العاملة",
  "workforce_para": "مطابقة الموظفين المهرة والمختصين مع الشركات.",
  "trading": "تجارة",
  "trading_para": "توفير مواد صناعية عالية الجودة ومطابقة للمواصفات العالمية.",
  "equipments": "المعدات",
  "equipments_para": "تقديم خيارات تأجير المعدات لتلبية الاحتياجات على المدى القصير والمتوسط.",
  "contracting": "المقاولات",
  "civil": "مدني",
  "electronics": "إلكترونيات",
  "elecrical": "الكهرباء",
  "mechanical": "ميكانيكي",

  "product_services": "المنتج / الخدمات",
  "what_we_offer": "ماذا نقدم",

  "service1_title": "معدات الكترونية",
  "service1_desc": "معدات إلكترونية عالية الجودة من Perfect Counter Contracting لمجموعة من التطبيقات. توفر منتجاتنا المتانة والموثوقية ، مما يجعلها مثالية للاستخدام في مجموعة متنوعة من الصناعات.",
  "service2_title": "كميرات مراقبه",
  "service2_desc": "توفر منتجات الدوائر التلفزيونية المغلقة أمانًا عالي الجودة للشركات. تشمل الميزات الكاميرات عالية الدقة والعرض عن بعد واكتشاف الحركة.",

  "service3_title": "المهندسين المهرة والعمال غير المهرة",
  "service3_desc": "المهندسين الخبراء مسؤولون عن تخطيط وتصميم وإدارة بناء الهياكل المختلفة ، بينما يساعد العمال غير المهرة في الموقع من خلال أداء المهام المادية المختلفة.",

  "service4_title": "معدات البناء / الدعم",
  "service4_desc": "نحن نقدم صيانة وإصلاح وصيانة آلات البناء ، بما في ذلك الجرافات والحفارات والرافعات والحفارات والصلب والجرافات.",

  "service5_title": "يبني",
  "service5_desc": "تطبيقات الأسمنت على مختلف مجالات البناء جعلت منه مكونًا إنشائيًا لا مفر منه. إنه يقدم مقاومة كبيرة للتصدع والانكماش.",

  "Projects": "المشاريع",
  "work_we_have_done": "العمل الذي قمنا به",

  "project1_title": "مشروع مركز الملك عبدالله المالي",
  "project1_desc": "يتضمن المشروع الأعمال المدنية والإنشائية التي تشمل القوى العاملة ، ودعم الصحة والسلامة والبيئة ، والخرسانة ، وحديد التسليح ، وشكل العمل ، والسقالات. مقاولات الأعمال الكهربائية والإلكترونية والأثاث والمعدات وتقنية المعلومات والهاتف والبيانات",
  "project1_desc1": "يضم المشروع 59 برجاً بمساحة 1.6 مليون متر مربع. سيوفر أكثر من 3 ملايين متر مربع من المساحة للاستخدامات المختلفة ، و 62000 مكانًا لوقوف السيارات وإقامة لـ 12000 ساكن",

  "project2_title": "مشروع مترو الرياض (خط - 4 و 5 و 6)",
  "project2_desc": "توفير القوى العاملة ، ودعم الصحة والسلامة والبيئة ، والأعمال المدنية ، وأعمال الإنشاءات ، والخرسانة ، والسقالات ، وتوريد المعدات الكهربائية والكهربائية. يتكون بناء الخطوط 4 و 5 و 6 من مترو الرياض من 64 كيلومترًا منها 22.6 تحت الأرض.",
  "project2_desc1": "",

  "project3_title": "مشروع الرياض الفني",
  "project3_desc": "المشاركة مع المقاولين الرئيسيين وتقديم الدعم للقوى العاملة والصحة والسلامة والبيئة والمقاولات وتوريد المعدات والأعمال المتعلقة بالإلكترونيات.",
  "project3_desc1": "مشروع الرياض الفني هو أحد المشاريع العملاقة الأربعة في الرياض التي أطلقها خادم الحرمين الشريفين الملك سلمان بن عبد العزيز في 19 مارس 2019. سيكون المشروع علامة فارقة تساهم في تحقيق الهدف الرئيسي من رؤية السعودية 2030 لتعزيز الرياض. بين المدن الأكثر ملاءمة للعيش في العالم.",

  "project4_title": "مؤتمر XP للموسيقى ومشروع Sound Storm.",
  "project4_desc": "توفير القوى العاملة ودعم الصحة والسلامة والبيئة والمشاركة مع المقاول الرئيسي لتسهيل أنشطة الحدث من خلال تحفيز المهارات والأعمال غير الماهرة. تركيب المسرح ونظام الصوت وإعداد منطقة الإعداد والدعم الكهربائي والإلكتروني.",
  "project4_desc1": "تعد MDLBEAST XP Music Futures و Soundstorm جزءًا من أعلى عطلة نهاية أسبوع على الساحة الموسيقية في الرياض ، وإلى حد كبير في المملكة العربية السعودية. يعد XP Music Futures حدثًا فريدًا من نوعه يجمع الأشخاص والمواهب من صناعة الموسيقى مع برمجة التفكير المستقبلي.",

  "project5_title": "سراعة الإنجاز للإنتاج (مشروع كأس السعودية)",
  "project5_desc": "كأس السعودية هو أبرز الأحداث الاجتماعية والرياضية في أجندة الفعاليات المزدهرة في المملكة ويجمع بين أفضل ما في الموضة والثقافة وأسلوب الحياة والترفيه العائلي مع عالم سباقات الخيل الدولي المثير.",
  "project5_desc1": "في هذا المشروع ، نقدم دعم الصحة والسلامة والبيئة ، والعاملين ، وتشمل الأعمال المدنية والإنشائية التي تشمل الخرسانة وحديد التسليح وتشكيلات العمل والسقالات.",

  "project6_title": "فلامنجو بيتش ينبع",
  "project6_desc": "توفير دعم الصحة والسلامة والبيئة ، والقوى العاملة ، وتركيب الأساس الخرساني ، والهيكل الصلب ، ونظام الإضاءة والمواد.",
  "project6_desc1": "يقع شاطئ الفلامنجو بالقرب من المسرح الروماني على الواجهة البحرية ينبع ، وهو نقطة جذب مفضلة لكثير من الناس ، لما يتمتع به من أجواء مميزة وتماثيل رائعة ومضيئة لطائر الفلامنجو اللطيف ، بالإضافة إلى احتوائه على العديد من الأنشطة ",

  "project7_title": "مركز عبير الطبي الرياض (مشروع إلكترونيات ومشروع كهربائي)",
  "project7_desc": "التمديدات الكهربائية وتركيب لوحة التحكم في الاستقبال. إصلاح UPS القديمة وكاميرات الدوائر التلفزيونية المغلقة والكثير من إمدادات الطاقة / لوحات ثنائي الفينيل متعدد الكلور. وتركيب نظام UPS جديد لقسم الأشعة السينية.",
  "project7_desc1": "",

  "project8_title": "شركة الامتياز الزراعية (مشروع كهربائي)",
  "project8_desc": "تركيب لوحات ATS لجميع البيوت البلاستيكية ، وإصلاح أسقف البيوت البلاستيكية ، وتجديد نظام التبريد والأنابيب ، وإعادة لف جميع المحركات الكهربائية ، وتركيب المحركات الكهربائية ونظام المياه.",
  "project8_desc1": "",

  "project9_title": "مصنع خلدون للأثاث المعدني",
  "project9_desc": "محركات سيمنز التي تم إصلاحها ، وإمدادات الطاقة ، وجهاز التحكم في درجة الحرارة ، ولوحة PCB للمصاعد ، ووحدات اللحام ، ووحدات UPS. | العرض simons محرك محرك vf-d",
  "project9_desc1": "",

  "Trusted_by_Clients": "موثوق به من قبل العملاء",
  "trusted_desc": "عملاؤنا هم سبب مجيئنا إلى العمل كل يوم. إنهم ديناميكيون وواسعون ودائمًا ما يدفعوننا إلى أن نكون أفضل",

  "contact": "اتصل",
  "reach_us": "تصل إلينا",
  "get_in_touch": "ابقى على تواصل"
}
