{
  "title": "خدمات",
  "our_services": "خدماتنا",
  "our_services_desc": "تقدم شركة بيرفكت كاونتر للمقاولات خدماتها لكل من القطاعين العام والخاص ، وتتعامل مع المشاريع من جميع الأحجام. نسعى جاهدين لتقديم خدمة فعالة وشاملة وتحقيق نتائج ناجحة لجميع العملاء. يتم اختيار فريقنا بعناية لموقفهم ومهاراتهم وكفاءتهم واستعدادهم.",
  "careful_planning​": "التخطيط الدقيق​",
  "careful_planning_desc​": "تنفيذ المهام بعناية واهتمام شديدين.",
  "timely_completion": "الانتهاء في الوقت المناسب",
  "timely_completion_desc": "إكمال المهمة في الوقت المحدد ووفقًا للجدول الزمني.",
  "perfect_performance​": "أداء مثالي",
  "perfect_performance​_desc": "قسّم المشروع ، وابدأ في العمل ، وتعاون ، وقم بإنهائه.​",
  "reasonable_prices": "أسعار معقولة",
  "reasonable_prices_desc": "أسعار تنافسية وخدمة فعالة وكاملة",
  "our_areas_of_expertise": "مجالات خبرتنا",
  "our_areas_of_expertise_desc": "تلتزم شركة بيرفكت كاونتر للمقاولات بالاحتراف والجودة. نحن نتميز في تفانينا في العمل الجاد ، وتقديم نتائج عالية الجودة",
  "equipments": "المعدات",
  "equipments_desc": "نحن نوفر المعدات والمحركات والمولدات على المدى القصير والمتوسط للتأجير لمختلف الصناعات مثل البناء والتعدين والصناعة والبترول وخدمات الصيانة. كما نقدم معدات إلكترونية مثل (محركات VFD و Siemens Drive و HMI وكاميرات CCTV ، أجهزة الراديو ، UPS ، الماسح الضوئي للأمتعة والعناصر الكهربائية (الإضاءة ، الكابلات ، لوحة ATS). يمكن استخدام أجهزتنا في المشاريع التجارية أو السكنية أو البلدية ، بالإضافة إلى صناعات الخدمات المتخصصة أو تعهدات DIY. نقوم باستمرار بتحديث أسطولنا لتزويدك مع أحدث خيارات المعدات.",
  "trading": "تجارة",
  "trading_desc": "نحن نلبي طلبات عملائنا بكفاءة في جميع أنحاء المملكة. تعتبر شركة Perfect Counter Contracting Trading أكبر مزود للإمدادات الصناعية وقد أصبحت على مر السنين مرادفًا للمواد عالية الجودة التي تلبي المتطلبات العالمية. لضمان الرضا التام ، نقدم لعملائنا منتجات استثنائية جنبًا إلى جنب مع فريق عمل مؤهل وذو خبرة عالية.",
  "workforce": "القوى العاملة",
  "workforce_desc": "نحن نقدم مجموعة متنوعة من خدمات الدعم لخدمات القوى العاملة الفنية وغير الفنية في البناء والمقاولات العامة والعمليات الصناعية والصيانة والموارد البشرية والنظافة والخدمات العامة. يقدم مستشارونا ذوو الخبرة حلولًا مخصصة لتلبية الاحتياجات المحددة لكل من الباحثين عن عمل والعملاء.",
  "civil_electrical_electronics_mechanical": "المدنية والكهربائية والإلكترونية والميكانيكية",
  "para1": "يقدم قسم المقاولات في بيرفكت كاونتر للمقاولات حلول صناعية كاملة الخدمات للمشاريع من جميع الأحجام ، من التجديدات البسيطة إلى الإصلاحات الرئيسية. يمكن لفريق الخبراء لدينا تقديم المساعدة في الميزانية وفي الوقت المحدد ، باستخدام معدات جديدة ومحدثة. لدينا فريق محترف مكرس للجودة ورضا العملاء ، ونعطي الأولوية للسلامة في جميع عملياتنا.",
  "civil": "مدني",
  "civil_desc": "خبرة في تشييد المباني الفولاذية سابقة الهندسة ، وتركيبات المبارزة ، والبناء الخرساني ، والإصلاحات ، والتركيب ، وطلاء الأرضيات المتخصص وأعمال الحفر.",
  "elecrical": "الكهرباء ",
  "elecrical_desc": "الإعداد الكهربائي وإعادة الأسلاك. تركيب اللوحة الكهربائية وترقيتها واستبدالها حماية كاملة من زيادة التيار داخل المنزل. تركيب منفذ وإصلاحه. تركيب وإصلاح مروحة السقف. جميع متطلبات الإضاءة - تركيب واستبدال وإصلاح تركيبات الإضاءة. تركيبات كاشفات الدخان وأول أكسيد الكربون. تركيبات مروحة العادم. فحوصات السلامة الكهربائية. جميع أعمال الصيانة والإصلاحات الكهربائية.",
  "electronics": "الكترونيات",
  "electronics_desc": "توفير حلول عالية الجودة وموثوقة لجميع احتياجاتك الإلكترونية ، مثل التوريد والإصلاح والصيانة لـ (محركات Siemens ومحركات VFD ومحركات Mitsubishi و HMI ولوحات PCB والوحدات النمطية ووحدات UPS وأجهزة الراديو وكاميرات الدوائر التلفزيونية المغلقة وماسح الأمتعة وإمدادات الطاقة ، آلات CNC ، المعدات الصناعية ، أنظمة الاتصالات)",
  "mechanical": "ميكانيكي",
  "mechanical_desc": "خبرة في مكافحة الحرائق وتركيب وصيانة أنظمة الأنابيب (المياه والمياه العادمة والغاز الطبيعي والهواء المركب) لكل من المباني الصناعية والسكنية وتركيب مجاري الهواء وأنظمة المياه المبردة.",
  "Electronics_Expertise_and_Offerings": "خبرة وعروض الإلكترونيات",
  "bringing_your_dreams": "جلب الحياة لأحلامك ورؤيتك",
  "electronics_expertise_desc1": "نحن ملتزمون بتقديم حلول عالية الجودة وموثوقة لجميع احتياجاتك الإلكترونية ، نحن نقدم مجموعة متنوعة من الخدمات ، (توريد ، تركيب ، إصلاح وصيانة) للإصلاح الإلكتروني الصناعي ، محرك سيمنز ، سيمنز PLC ، سيمنز HMI ، مصدر طاقة سيمنز ، محركات ABB ، ABB HMI ، ABB PLC ، ABB HMI ، محرك VFD ، HMI ، Allen Bradley ، Schneider PLC ، HMI ، Lenze Drive ، إصلاح المحركات المؤازرة ، إصلاح المحركات AC و DC ، أنظمة المراقبة ، PLC ، UPS ، محركات الأقراص ، أجهزة الراديو ، الرادارات ومنتجات PCB المختلفة والتردد والمحولات والمحولات والواجهات والمحركات المؤازرة والمولدات والأنظمة الإلكترونية الضوئية ومنتجات الدوائر التلفزيونية المغلقة وبطاقات التحكم في المصاعد ومضخمات التردد اللاسلكي وآلات الأشعة السينية وآلات المسح وأجهزة الكشف عن المعادن والمشي عبر البوابات. حواجز ، تبريد صناعي ونظام تكييف ، شحن بطارية. والخدمات الإلكترونية في الموقع.",
  "electronics_expertise_desc2": "نظم الاتصالات. أنظمة الرادار. الراديوس. أنظمة الحرب الإلكترونية. أنظمة المراقبة. أنظمة التشفير. أنظمة الأمن السيبراني. ألانظمة الاستخبارية. أنظمة كاميرات المراقبة. الأنظمة الذكية. يتمتع فريقنا بالمهارات والخبرة اللازمة لاستكشاف وإصلاح مجموعة واسعة من المعدات الإلكترونية ، مما يضمن أن أجهزتك تعمل بسلاسة وكفاءة."
}
