{
  "title": "الدعم",
  "customer_support": "دعم العملاء",
  "howcanwehelp": "كيف يمكن أن نساعد!",
  "intro_para1": "نحن شركة مقرها المملكة العربية السعودية نقدم أفضل خدماتنا في مجال توفير منتجات البناء والإلكترونيات. نحن نعمل بجد للالتزام بالقيم القوية وأخلاقيات العمل العالية والنتائج المثبتة مهنيا.",
  "intro_para2": "يوفر العداد المثالي مجموعة واسعة من توريد المنتجات الإلكترونية ، وتركيب المعدات الإلكترونية ، والترقية ، والصيانة في جوهرها ، سنجعل منتجات الإلكترونيات الخاصة بك غير وظيفية لتعمل بشكل صحيح. في مجال البناء ، نقدم كلاً من المواد والدعم من حيث توريد العمال المهرة وغير المهرة جنبًا إلى جنب مع الأحداث الصناعية والمقاولات العامة والتشغيل الصناعي وصيانة الإغلاق.",
  "intro_para3": "نحن نهتم بمواردنا البشرية وسلامة مكان العمل وسلامة البيئة ونعتقد أن الصحة والسلامة هي أولويتنا القصوى. يتم تقديم مجموعة من خدمات الصحة والسلامة بما في ذلك أفراد ومواد إدارة السلامة.",
  "intro_para4": "لدينا الموارد والخبرة للتعامل مع أكثر من توقعات العملاء وتقديمها. يتم تصنيف خدماتنا ومنتجاتنا بشكل أساسي على أنها",

  "construction_side": "جانب البناء",
  "construction_para": "لدينا الكثير من العمالة الموهوبة والمدربة والمبدعة والمهرة وغير الماهرة والمتحضرة للغاية والتي يمكن تسريحها عند الطلب. في القوى العاملة الماهرة ، نوفر مدير HSE ، ومشرف HSE ، وضابط السلامة ، ومدير السلامة ، والرسام ، وحارس الأمن ، إلخ.",

  "technical_side": "الجانب الفني",
  "technical_para": "نحن متخصصون في توريد وتركيب وإصلاح ومعايرة وصيانة جميع أنواع الأجهزة الإلكترونية ، ومحرك سيمنز ، وميتسوبيشي درايف ، وجهاز التحكم في التوتر ، وجهاز التحكم في درجة الحرارة وغيرها الكثير. نقوم بإصلاحات لثنائي الفينيل متعدد الكلور حتى مستوى المكونات",

  "material_supply": "العرض المادي",
  "material_para": "نحن نقدم مواد قياسية للصناعة للبناء مثل الخرسانة الأسمنتية الفولاذية وأفضل حل للسلامة مثل أحذية السلامة وسترات السلامة والخوذة والقفازات الواقية ووسادات الركبة المخروطية للسلامة وغيرها الكثير.",

  "equipments_side": "جانب المعدات",
  "electronics_side": "جانب الالكترونيات",
  "more": "أكثر",
  "name": "اسم",
  "enter_your_name": "أدخل أسمك",
  "email": "بريد إلكتروني",
  "enter_your_email": "أدخل بريدك الإلكتروني",
  "what_would_you_like_to_talk_about": "عن اي شيئ تحب أن تتحدث؟",
  "enter_topic_name": "أدخل اسم الموضوع",
  "organization": "منظمة",
  "enter_organization_name": "أدخل اسم المنظمة",
  "phone": "هاتف",
  "enter_your_phone_number": "أدخل رقم هاتفك",
  "subject": "موضوعات",
  "enter_subject": "أدخل الموضوع",
  "message": "رسالة",
  "enter_your_message_here": "أدخل رسالتك هنا",
  "submit": "يُقدِّم"
}
